const questions = [
    { id: 1, title: "Как начать пользоваться Омутом памяти?", text: "Просто нажмите кнопку \"Погрузиться\" и создайте свою первую запись. Система проведёт вас через начальную \n" +
            "настройку и покажет основные возможности."},
    { id: 2, title: "Насколько безопасны мои данные?", text: "Все ваши записи шифруются на устройстве и хранятся локально. Мы не имеем доступа к вашим воспоминаниям и \n" +
            "не передаём их третьим лицам."},
    { id: 3, title: "Можно ли экспортировать свои записи?", text: "Да, вы можете в любой момент экспортировать все свои данные в различных форматах (JSON, PDF, TXT) для \n" +
            "резервного копирования или переноса."},
    { id: 4, title: "Есть ли мобильная версия?", text: "В настоящее время доступна веб-версия, оптимизированная для всех устройств. Мобильные приложения для iOS и \n" +
            "Android находятся в разработке."},
    { id: 5, title: "Нужно ли платить за использование?", text: "Базовый функционал доступен бесплатно. Расширенные возможности анализа и визуализации доступны в премиум-\n" +
            "версии."},
];

export default questions;